export const CARD_WIDTH = 235;

export const EMPTY_VALUE = "—";

export const GROUP_MAPPING = {
  "Екран": [
    "Діагональ",
    "Діагональ екрану",
    "Роздільна здатність",
    "Тип матриці",
    "Частота оновлення",
    "Яскравість",
  ],
  "Процесор та Пам'ять": [
    "Процесор",
    "Оперативна пам'ять",
    "Вбудована пам'ять",
    "RAM",
    "SSD",
    "Пам'ять",
    "Тип пам'яті",
    "Відеокарта",
  ],
  "Камера": [
    "Основна camera",
    "Основна камера",
    "Фронтальна камера",
    "Камера",
    "Запис відео",
  ],
  "Зв'язок та ОС": [
    "SIM",
    "Кількість SIM-карт",
    "Операційна система",
    "NFC",
    "Bluetooth",
    "Wi-Fi",
    "Версія ОС",
  ],
  "Корпус": [
    "Колір",
    "Матеріал корпусу",
    "Вага",
    "Габарити",
    "Захист",
    "Комплектація",
  ],
};
